{
    "data": [
      {
        "id": 1,
        "title": "Senior Product Designer ",
        "description": "<b>About the Role:</b><br> As a Senior Product Designer/Senior UX/UI Designer, you will take the lead in designing that cutting-edge e-commerce platform from the ground up. You will be responsible for delivering wireframes, developing UX/UI design, and creating prototypes for three key personas: Sellers, Users/Buyers, and Admin Dashboard Users.<br><br><b>Key Responsibilities:</b> <br>Experience: 4+ years<br>Wireframing & Prototyping. <br>Develop comprehensive wireframes and high-fidelity prototypes to communicate design ideas and interactions. <br>Create user flows, journey maps, and personas to ensure a user-centered design approach.",
        "whatsapp": "",
        "mail": "pm.omarza@gmail.com",
        "hugeeAds": "💡 This is the perfect place for freelancers to see you!"
      },
      {
        "id": 2,
        "title": "UX/UI Design",
        "description": "Design intuitive and visually appealing interfaces for our e-commerce platform.<br>Conduct user research, usability testing, and gather feedback to continuously improve the user experience.<br>Apply industry best practices and emerging trends to design decisions. <br><br><b>Product Development:</b>Collaborate closely with product managers, developers, and stakeholders to translate business goals into effective design solutions. Ensure consistency in design language across all touchpoints of the product.<br><br><b>Stakeholder Management:</b><br>Present design concepts and prototypes to stakeholders, gather feedback, and iterate accordingly.>br>Work with cross-functional teams to understand user needs and business requirements.<br><br><b>Experience:</b><br>5+ years of professional experience in UX/UI design, preferably within startup environments and e-commerce platforms.<br>Proven experience in designing for multiple personas (Sellers, Users/Buyers, Admins).<br><br><b>Skills:</b><br>Proficiency in design tools such as Sketch, Figma, Adobe XD, or similar.<br>Strong understanding of user-centered design principles and best practices.<br>Excellent communication and presentation skills.<br>Ability to work independently and manage multiple projects simultaneously.<br><br><b>Preferred:</b><br>Experience with end-to-end product design and development.<br>Previous experience in designing admin dashboards and e-commerce solutions.<br><br><b>How to Apply:</b> Please send your resume, portfolio, and a brief cover letter detailing your relevant experience.",
        "whatsapp": "",
        "mail": "pm.omarza@gmail.com"
      },
      {
        "id": 3,
        "title": "Business Developer",
        "description": "Company: Tech Zavvy<br>Location: Remote <br>Working Hours: 5-6 hours per day (Flexible)<br>Experience: 1-2 years in a similar role<br>Trial Period: 10 days required for final selection.<br><br><b>Job Summary:</b>The primary role of the Business Developer is to drive sales by generating leads of potential clients. This position is ideal for a self-starter with a proven track record in business development and sales. The successful candidate will have the flexibility to work remotely and the opportunity to contribute to the growth and success of Techzavvy.<br><br><b>Requirements:</b><br>1-2 years of experience in business development, sales, or a related field<br>Proven track record of generating leads and achieving sales targets<br>Strong communication, negotiation, and interpersonal skills<br>Ability to work independently and as part of a team<br>Proficiency in using CRM software and other sales tools<br>Excellent organizational and time management skills<br>Ability to adapt to a flexible working schedule<br><br><b>Benefits:</b><br>Flexible working hours<br>Remote work opportunity<br>Competitive salary and commission structure<br>Professional development and growth opportunities<br>Collaborative and supportive team environment",
        "whatsapp": "",
        "mail": "samrtariq800@gmail.com"
      },
      {
        "id": 4,
        "title": "Salesforce Business Analyst  ",
        "description": "Urgently Hiring For<br>Salesforce Business Analyst  <br>Experience: 6 - 8 Years<br>Location: Remote<br><br><b>Responsibilities:</b><br>- Collaborate with stakeholders to gather and analyze business requirements related to Salesforce platform. <br>- Translate business requirements into technical specifications for Salesforce configuration and customization. <br>- Configure Salesforce to meet business needs, including but not limited to custom objects, fields, workflows, and validation rules. <br>- Perform data analysis and data migrations as needed to support Salesforce initiatives. - Conduct user training sessions and provide ongoing support to Salesforce users. <br>- Collaborate with developers and administrators to implement and maintain integrations between Salesforce and other systems. <br>- Stay current with Salesforce releases and new features to advise stakeholders on best practices and optimizations. <br>- Participate in the testing and quality assurance processes for Salesforce enhancements and releases. <br><br><b>Qualifications: <b><br>- Bachelor’s degree in business administration, Information Systems, or related field. - 6 to 8 years of experience as a SF <br>- Business Analyst, with a focus on Salesforce implementations. <br>- Salesforce Administrator certification is preferred. <br>- Strong analytical and problem-solving skills. <br>- Excellent communication and interpersonal skills, with the ability to effectively engage with stakeholders at all levels. <br>- Experience with Agile methodologies is a plus. ",
        "whatsapp": "",
        "mail": "jbhatia@forcecraver.com"
      },
      {
        "id": 5,
        "title": "PHP Engineer",
        "description": "Location : Remote<br>$45/hr on C2C<br>Long Term<br>At least 10+ year experience needed<br><br><b>Qualifications</b><br>The ideal candidate is a highly resourceful and innovative developer with extensive experience in the layout, design and coding of websites specifically in PHP format<br>You must also possess a strong knowledge of web application development using PHP programming language and MySQL Server databases<br>7+ years' of experience in web development and software design<br>Expertise in front-end technologies (HTML, JavaScript, CSS), PHP frameworks, and MySQL databases<br><br><b>Qualifications</b><br>Expertise in front-end technologies (HTML, JavaScript, CSS), PHP frameworks, and MySQL database<br>Hands on PHP (CodeIgniter and/or Laravel)<br><br><b>Responsibilities </b><br>Perform a mix of maintenance, enhancements, and new development as required<br>Work in a data analyst role and with business intelligence applications<br>Document features, technical specifications & infrastructure Responsibilities<br>Work cross-functionally to convert business needs into technical specifications<br>Hands on PHP (CodeIgniter and/or Laravel)        ",
        "whatsapp": "",
        "mail": "harsha@mavengroup.in"
      },
      {
        "id": 6,
        "title": "Developer",
        "description": "Join Our Tech Revolution! 🌟<br>Are you a MERN Stack Developer ready to make a mark? <br><br>We’re on a mission to innovate and we need YOU to help us get there!<br><br>Job Role: MERN Stack Developer<br>Experience: 4+ Years <br>Work Mode: Remote <br><br><b>What we offer:</b><br>✅ Competitive salary<br>🌐 Remote work flexibility<br>📚 Continuous learning opportunities<br><br>Ready to code your way into the future?         ",
        "whatsapp": "",
        "mail": "jobs@iqudtek.com        "
      },
      {
        "id": 7,
        "title": "Full Stack Development",
        "description": "En Lexim Solutions nos encontramos en la búsqueda de un Full Stack Development con al menos 2 años de experiencia, para sumarse al equipo de trabajo de uno de nuestros clientes dedicado al rubro bancario y financiero, quien forme parte de este debe estar orientado al cumplimiento de objetivos y contar con buen manejo de las relaciones interpersonales. <br><br> <b>Requisitos:</b> Ingenieria en sistemas, Conocimientos sólidos de las tecnologías de integración de SAP, como SAP PI/PO (Process Integration/Process Orchestration) y SAP Gateway,   Capacidad analítica y de resolución de problemas para identificar y resolver problemas técnicos, Excelentes dotes de comunicación y colaboración para trabajar eficazmente con equipos interfuncionales y partes interesadas, Certificacion SAP, Inglés Avanzado.",
        "whatsapp": "",
        "mail": "reclutamiento@lexim.solutions"
      }
    ]
}
  